{
  "name_en": "Adventure & Travel",
  "name_de": "Abenteuer & Reisen",
  "description_en": "Share bucket lists, dream destinations, and how you travel best together.",
  "description_de": "Teilt Bucket-Lists, Traumziele und wie ihr am besten gemeinsam reist.",
  "questions": [
    {
      "body_en": "Which destination calls your name right now — why?",
      "body_de": "Welches Reiseziel ruft dich gerade – warum?",
      "depth": 1
    },
    {
      "body_en": "Do you prefer detailed or spontaneous trip planning?",
      "body_de": "Magst du detaillierte oder spontane Reiseplanung?",
      "depth": 0
    },
    {
      "body_en": "What’s your favorite travel memory together so far?",
      "body_de": "Was ist bisher deine liebste gemeinsame Reiseerinnerung?",
      "depth": 1
    },
    {
      "body_en": "Which kind of trip helps you truly reset?",
      "body_de": "Welche Art Reise lässt dich wirklich abschalten?",
      "depth": 2
    },
    {
      "body_en": "How do we travel best as a team (roles, pace, budget)?",
      "body_de": "Wie reisen wir als Team am besten (Rollen, Tempo, Budget)?",
      "depth": 2
    },
    {
      "body_en": "Which offbeat local experience do you always seek?",
      "body_de": "Welche ungewöhnliche lokale Erfahrung suchst du immer?",
      "depth": 1
    },
    {
      "body_en": "What’s on our couple bucket list for the next year?",
      "body_de": "Was steht auf unserer Paar‑Bucket‑List fürs nächste Jahr?",
      "depth": 1
    },
    {
      "body_en": "Window seat or aisle — what does that say about you?",
      "body_de": "Fensterplatz oder Gang – was sagt das über dich aus?",
      "depth": 0
    },
    {
      "body_en": "How do you like to capture trips (photos, journal, none)?",
      "body_de": "Wie hältst du Reisen fest (Fotos, Journal, gar nicht)?",
      "depth": 0
    },
    {
      "body_en": "What would be our perfect weekend getaway vibe?",
      "body_de": "Wie sähe unser perfekter Wochenendtrip vom Gefühl aus?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about itineraries you wish people asked more?",
      "body_de": "Was ist eine Sache an Reisepläne, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in itineraries would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Reisepläne würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to itineraries?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Reisepläne?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to itineraries.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Reisepläne zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about itineraries?",
      "body_de": "Was möchtest du als Nächstes über Reisepläne lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around itineraries?",
      "body_de": "Welche Grenze würdest du bei Reisepläne setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about itineraries lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Reisepläne?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about itineraries you’d correct?",
      "body_de": "Welches Missverständnis über Reisepläne würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to itineraries evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Reisepläne im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in itineraries?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Reisepläne möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about packing you wish people asked more?",
      "body_de": "Was ist eine Sache an Packen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in packing would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Packen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to packing?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Packen?",
      "depth": 2
    },
    {
      "body_en": "Share a funny story from your life connected to packing.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Packen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about packing?",
      "body_de": "Was möchtest du als Nächstes über Packen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around packing?",
      "body_de": "Welche Grenze würdest du bei Packen setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about packing lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Packen?",
      "depth": 2
    },
    {
      "body_en": "What’s a misconception about packing you’d correct?",
      "body_de": "Welches Missverständnis über Packen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to packing evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Packen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in packing?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Packen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about budget you wish people asked more?",
      "body_de": "Was ist eine Sache an Budget, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in budget would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Budget würde für dich viel bewirken?",
      "depth": 0
    },
    {
      "body_en": "What’s your favorite memory related to budget?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Budget?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to budget.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Budget zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about budget?",
      "body_de": "Was möchtest du als Nächstes über Budget lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around budget?",
      "body_de": "Welche Grenze würdest du bei Budget setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about budget lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Budget?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about budget you’d correct?",
      "body_de": "Welches Missverständnis über Budget würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to budget evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Budget im Laufe der Zeit entwickeln?",
      "depth": 1
    },
    {
      "body_en": "What’s an easy win for us this month in budget?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Budget möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about local food you wish people asked more?",
      "body_de": "Was ist eine Sache an lokales Essen, nach der du dir öfter Fragen wünschst?",
      "depth": 2
    },
    {
      "body_en": "What small change in local food would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei lokales Essen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to local food?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf lokales Essen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to local food.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit lokales Essen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about local food?",
      "body_de": "Was möchtest du als Nächstes über lokales Essen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around local food?",
      "body_de": "Welche Grenze würdest du bei lokales Essen setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about local food lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an lokales Essen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about local food you’d correct?",
      "body_de": "Welches Missverständnis über lokales Essen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to local food evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit lokales Essen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in local food?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei lokales Essen möglich?",
      "depth": 0
    }
  ]
}