{
  "name_en": "Communication & Trust",
  "name_de": "Kommunikation & Vertrauen",
  "description_en": "Open up about how you handle emotions, conflict, and honesty.",
  "description_de": "Sprecht offen darüber, wie ihr mit Gefühlen, Konflikten und Ehrlichkeit umgeht.",
  "questions": [
    {
      "body_en": "When is it easiest for you to open up to me?",
      "body_de": "Wann fällt es dir am leichtesten, dich mir zu öffnen?",
      "depth": 0
    },
    {
      "body_en": "How do you prefer to receive feedback from me?",
      "body_de": "Wie möchtest du Feedback von mir erhalten?",
      "depth": 2
    },
    {
      "body_en": "What makes you feel truly heard in a conversation?",
      "body_de": "Woran merkst du, dass du wirklich gehört wirst?",
      "depth": 2
    },
    {
      "body_en": "Which conflict style do you tend to have?",
      "body_de": "Zu welchem Konfliktstil neigst du?",
      "depth": 1
    },
    {
      "body_en": "What boundary should I be especially mindful of?",
      "body_de": "Welche deiner Grenzen sollte ich besonders respektieren?",
      "depth": 3
    },
    {
      "body_en": "What does repair look like after a disagreement?",
      "body_de": "Wie sieht Wiedergutmachung nach einem Streit aus?",
      "depth": 0
    },
    {
      "body_en": "In what ways do you feel safe with me?",
      "body_de": "In welcher Hinsicht fühlst du dich bei mir sicher?",
      "depth": 0
    },
    {
      "body_en": "Which phrase makes you feel validated?",
      "body_de": "Welche Formulierung lässt dich dich bestätigt fühlen?",
      "depth": 1
    },
    {
      "body_en": "How can we signal ‘pause’ when emotions run high?",
      "body_de": "Wie können wir ein ‚Pause‘ signalisieren, wenn Emotionen hochkochen?",
      "depth": 2
    },
    {
      "body_en": "What helps you trust again after a misunderstanding?",
      "body_de": "Was hilft dir, nach einem Missverständnis wieder zu vertrauen?",
      "depth": 3
    },
    {
      "body_en": "What’s one thing about listening you wish people asked more?",
      "body_de": "Was ist eine Sache an Zuhören, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in listening would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Zuhören würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to listening?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Zuhören?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to listening.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Zuhören zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about listening?",
      "body_de": "Was möchtest du als Nächstes über Zuhören lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around listening?",
      "body_de": "Welche Grenze würdest du bei Zuhören setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about listening lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Zuhören?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about listening you’d correct?",
      "body_de": "Welches Missverständnis über Zuhören würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to listening evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Zuhören im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in listening?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Zuhören möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about feedback you wish people asked more?",
      "body_de": "Was ist eine Sache an Feedback, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in feedback would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Feedback würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to feedback?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Feedback?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to feedback.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Feedback zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about feedback?",
      "body_de": "Was möchtest du als Nächstes über Feedback lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around feedback?",
      "body_de": "Welche Grenze würdest du bei Feedback setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about feedback lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Feedback?",
      "depth": 0
    },
    {
      "body_en": "What’s a misconception about feedback you’d correct?",
      "body_de": "Welches Missverständnis über Feedback würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to feedback evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Feedback im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in feedback?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Feedback möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about boundaries you wish people asked more?",
      "body_de": "Was ist eine Sache an Grenzen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in boundaries would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Grenzen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to boundaries?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Grenzen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to boundaries.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Grenzen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about boundaries?",
      "body_de": "Was möchtest du als Nächstes über Grenzen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around boundaries?",
      "body_de": "Welche Grenze würdest du bei Grenzen setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about boundaries lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Grenzen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about boundaries you’d correct?",
      "body_de": "Welches Missverständnis über Grenzen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to boundaries evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Grenzen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in boundaries?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Grenzen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about conflict you wish people asked more?",
      "body_de": "Was ist eine Sache an Konflikt, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in conflict would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Konflikt würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to conflict?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Konflikt?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to conflict.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Konflikt zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about conflict?",
      "body_de": "Was möchtest du als Nächstes über Konflikt lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around conflict?",
      "body_de": "Welche Grenze würdest du bei Konflikt setzen?",
      "depth": 2
    },
    {
      "body_en": "What inspires you about conflict lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Konflikt?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about conflict you’d correct?",
      "body_de": "Welches Missverständnis über Konflikt würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to conflict evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Konflikt im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in conflict?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Konflikt möglich?",
      "depth": 0
    }
  ]
}