{
  "name_en": "Deep",
  "name_de": "Tiefgründig",
  "description_en": "Soul-level questions about fears, hopes, wounds, and dreams that invite you to slow down, open up, and really see each other beyond the everyday small talk.",
  "description_de": "Tiefgehende Fragen über Ängste, Hoffnungen, Wunden und Träume, die euch einladen, langsamer zu werden, euch zu öffnen und euch jenseits des Alltags-Geschnatters wirklich zu sehen.",
  "image_path": "categories/deep.webp",
  "questions": [
    {
      "body_en": "What’s a fear about love or relationships that you don’t talk about often, but trust me to hold gently?",
      "body_de": "Welche Angst in Bezug auf Liebe oder Beziehungen sprichst du selten aus, vertraust mir aber an, dass ich behutsam damit umgehe?",
      "depth": 3
    },
    {
      "body_en": "When do you feel the most deeply understood by me — can you remember a specific moment?",
      "body_de": "Wann fühlst du dich von mir am tiefsten verstanden – erinnerst du dich an einen konkreten Moment?",
      "depth": 2
    },
    {
      "body_en": "In which situations do you find it hardest to be honest with me, and why do you think that is?",
      "body_de": "In welchen Situationen fällt es dir am schwersten, ehrlich mit mir zu sein, und warum glaubst du, ist das so?",
      "depth": 3
    },
    {
      "body_en": "What part of your past still shapes how you show up in our relationship today, for better or worse?",
      "body_de": "Welcher Teil deiner Vergangenheit prägt heute noch, wie du in unserer Beziehung auftauchst – im Guten wie im Schwierigen?",
      "depth": 3
    },
    {
      "body_en": "What does being truly safe with someone mean to you, and where are we already close to that — where not yet?",
      "body_de": "Was bedeutet es für dich, sich bei jemandem wirklich sicher zu fühlen, und wo sind wir dem schon nah – wo noch nicht?",
      "depth": 3
    },
    {
      "body_en": "If our relationship could heal one old wound for you, which one would you want it to be?",
      "body_de": "Wenn unsere Beziehung eine alte Wunde in dir heilen könnte – welche würdest du dir wünschen?",
      "depth": 3
    },
    {
      "body_en": "When you imagine our future, what is one thing you quietly hope will never change between us?",
      "body_de": "Wenn du an unsere Zukunft denkst, was ist eine Sache zwischen uns, von der du dir im Stillen wünschst, dass sie sich nie verändert?",
      "depth": 2
    },
    {
      "body_en": "What’s something you’re currently struggling with internally that you wish I would ask more about?",
      "body_de": "Womit kämpfst du im Moment innerlich, worüber du dir wünschst, dass ich öfter nachfrage?",
      "depth": 2
    },
    {
      "body_en": "In what moments do you doubt yourself the most, and how would you like me to support you then?",
      "body_de": "In welchen Momenten zweifelst du am meisten an dir selbst, und wie wünschst du dir meine Unterstützung dann?",
      "depth": 3
    },
    {
      "body_en": "What does commitment mean to you beyond labels — how does it look and feel in everyday life?",
      "body_de": "Was bedeutet Verbindlichkeit für dich jenseits von Labels – wie sieht sie im Alltag aus und wie fühlt sie sich an?",
      "depth": 2
    },
    {
      "body_en": "When do you feel most emotionally close to me, even with distance or busy days in the way?",
      "body_de": "Wann fühlst du dich mir emotional am nächsten, selbst wenn Distanz oder volle Tage dazwischenstehen?",
      "depth": 2
    },
    {
      "body_en": "What is a truth about yourself you’re still learning to accept, and how can I make that easier for you?",
      "body_de": "Welche Wahrheit über dich selbst lernst du gerade noch zu akzeptieren, und wie kann ich dir das leichter machen?",
      "depth": 3
    },
    {
      "body_en": "If you could send a message back to your younger self about love, what would you say?",
      "body_de": "Wenn du deinem jüngeren Ich eine Botschaft über Liebe schicken könntest – was würdest du sagen?",
      "depth": 2
    },
    {
      "body_en": "Where do you notice old patterns from past relationships showing up between us?",
      "body_de": "Wo merkst du, dass alte Muster aus früheren Beziehungen zwischen uns wieder auftauchen?",
      "depth": 3
    },
    {
      "body_en": "What kind of partner do you hope I experience you as when I look back many years from now?",
      "body_de": "Als welche Art Partner*in hoffst du, dass ich dich in vielen Jahren rückblickend erlebt habe?",
      "depth": 2,
      "relationship_types": ["ENGAGED", "MARRIED", "DOMESTIC_PARTNERSHIP"]
    },
    {
      "body_en": "When was a time you felt really proud of how we handled something hard together?",
      "body_de": "Wann war ein Moment, in dem du richtig stolz darauf warst, wie wir gemeinsam etwas Schwieriges gemeistert haben?",
      "depth": 2
    },
    {
      "body_en": "What do you need from me when you’re overwhelmed that you find hard to ask for in the moment?",
      "body_de": "Was brauchst du von mir, wenn du überfordert bist, das dir im Moment selbst schwerfällt zu erbitten?",
      "depth": 3
    },
    {
      "body_en": "Which of your needs in relationships has been ignored in the past, and how are we doing with it now?",
      "body_de": "Welches deiner Bedürfnisse in Beziehungen wurde in der Vergangenheit oft übergangen, und wie gehen wir heute damit um?",
      "depth": 3
    },
    {
      "body_en": "What does forgiveness mean to you — and what makes it easier or harder for you to forgive?",
      "body_de": "Was bedeutet Vergebung für dich – und was macht es dir leichter oder schwerer, vergeben zu können?",
      "depth": 3
    },
    {
      "body_en": "When you feel insecure with me, what story does your mind start telling you?",
      "body_de": "Wenn du dich mit mir unsicher fühlst, welche Geschichte beginnt dein Kopf dir zu erzählen?",
      "depth": 3
    },
    {
      "body_en": "What’s one belief about love you’re slowly unlearning, and what’s replacing it?",
      "body_de": "An welchen Glaubenssatz über Liebe gewöhnst du dich langsam ab, und was tritt an seine Stelle?",
      "depth": 3
    },
    {
      "body_en": "How has loving me changed the way you see yourself?",
      "body_de": "Wie hat die Liebe zu mir verändert, wie du dich selbst siehst?",
      "depth": 2
    },
    {
      "body_en": "In what ways do you feel we are already a good team emotionally — and where do we still feel clumsy?",
      "body_de": "In welchen Bereichen fühlst du, dass wir emotional schon ein gutes Team sind – und wo wirken wir noch etwas unbeholfen?",
      "depth": 2
    },
    {
      "body_en": "What are you most afraid of losing in our connection, and what does that tell you about what matters most to you?",
      "body_de": "Wovor hast du in unserer Verbindung am meisten Angst, es zu verlieren – und was sagt das darüber, was dir am wichtigsten ist?",
      "depth": 3
    },
    {
      "body_en": "When you imagine us living in the same place one day, what emotional shift do you hope will happen for you?",
      "body_de": "Wenn du dir vorstellst, dass wir eines Tages am selben Ort leben – welche emotionale Veränderung erhoffst du dir für dich?",
      "depth": 2,
      "relationship_distances": ["NEARBY", "LONG_DISTANCE"]
    },
    {
      "body_en": "What’s a question about your inner world you wish people asked you more often?",
      "body_de": "Welche Frage über deine Innenwelt wünschst du dir, dass Menschen dir öfter stellen würden?",
      "depth": 3
    },
    {
      "body_en": "Where do you feel most torn between what you want and what you feel you “should” do in life right now?",
      "body_de": "Wo fühlst du dich im Moment am stärksten hin‑ und hergerissen zwischen dem, was du willst, und dem, was du „tun solltest“?",
      "depth": 3
    },
    {
      "body_en": "How do you know that you’re truly loved — what are the signs you look for or feel in your body?",
      "body_de": "Woran erkennst du, dass du wirklich geliebt wirst – welche Zeichen suchst du oder spürst du in deinem Körper?",
      "depth": 2
    },
    {
      "body_en": "When was the last time you surprised yourself in a good way, and how would you like me to see that side of you more?",
      "body_de": "Wann hast du dich selbst das letzte Mal positiv überrascht, und wie wünschst du dir, dass ich diese Seite von dir öfter sehe?",
      "depth": 2
    },
    {
      "body_en": "What part of yourself do you still hide from me a little, and what would help you feel safer sharing it?",
      "body_de": "Welchen Teil von dir hältst du vor mir noch ein bisschen zurück, und was würde dir helfen, ihn sicherer zu zeigen?",
      "depth": 3
    },
    {
      "body_en": "If our relationship had a mission statement for how we want to treat each other, what would be in it?",
      "body_de": "Wenn unsere Beziehung ein Leitbild dafür hätte, wie wir miteinander umgehen wollen – was würde darin stehen?",
      "depth": 2
    },
    {
      "body_en": "What does emotional intimacy look like to you on an ordinary Tuesday, not just in big romantic moments?",
      "body_de": "Wie sieht emotionale Intimität für dich an einem ganz gewöhnlichen Dienstag aus – nicht nur in großen romantischen Momenten?",
      "depth": 2,
      "extra_relevance_for_distances": ["LIVING_TOGETHER"]
    },
    {
      "body_en": "Which of your boundaries are you most proud of learning to set, and how can I respect them better?",
      "body_de": "Auf welche deiner Grenzen bist du besonders stolz, dass du sie setzen gelernt hast, und wie kann ich sie noch besser achten?",
      "depth": 3
    },
    {
      "body_en": "What are you most grateful for about how we handle hard conversations?",
      "body_de": "Wofür bist du am dankbarsten daran, wie wir schwierige Gespräche miteinander führen?",
      "depth": 2
    },
    {
      "body_en": "When you feel distant from me, what usually helps you feel close again?",
      "body_de": "Wenn du dich mir gegenüber distanziert fühlst, was hilft dir normalerweise, dich wieder näher zu fühlen?",
      "depth": 2
    },
    {
      "body_en": "What’s one risk you’ve taken emotionally in our relationship that you’re really glad you took?",
      "body_de": "Welches emotionale Risiko hast du in unserer Beziehung einmal bewusst eingegangen, für das du heute sehr dankbar bist?",
      "depth": 2
    },
    {
      "body_en": "How do you hope we will talk to each other when we disagree, years from now?",
      "body_de": "Wie hoffst du, dass wir in einigen Jahren miteinander sprechen, wenn wir unterschiedlicher Meinung sind?",
      "depth": 2
    },
    {
      "body_en": "What did you learn about love from your family that you want to keep — and what do you want to do differently with us?",
      "body_de": "Was hast du in deiner Familie über Liebe gelernt, das du behalten möchtest – und was möchtest du mit uns bewusst anders machen?",
      "depth": 3
    },
    {
      "body_en": "Where in your life do you feel the most seen by me right now, and where do you still feel a bit invisible?",
      "body_de": "In welchem Bereich deines Lebens fühlst du dich von mir gerade am meisten gesehen – und wo noch ein bisschen unsichtbar?",
      "depth": 3
    },
    {
      "body_en": "If you could gently change one thing about how we deal with stress as a couple, what would it be?",
      "body_de": "Wenn du behutsam eine Sache daran ändern könntest, wie wir als Paar mit Stress umgehen – was wäre das?",
      "depth": 2
    },
    {
      "body_en": "What does it mean to you to feel chosen by someone, especially across distance and time?",
      "body_de": "Was bedeutet es für dich, sich von jemandem ausgewählt zu fühlen – besonders über Distanz und Zeit hinweg?",
      "depth": 3
    },
    {
      "body_en": "What part of our connection feels the most fragile to you — and what would help it feel more solid?",
      "body_de": "Welcher Teil unserer Verbindung fühlt sich für dich am zerbrechlichsten an – und was würde helfen, ihn stabiler zu machen?",
      "depth": 3
    },
    {
      "body_en": "When you picture us many years from now, what emotional quality between us do you most hope has grown?",
      "body_de": "Wenn du uns viele Jahre in der Zukunft vor Augen hast – welche emotionale Qualität zwischen uns hoffst du am meisten, dass sie gewachsen ist?",
      "depth": 2,
      "relationship_types": ["ENGAGED", "MARRIED", "DOMESTIC_PARTNERSHIP"]
    },
    {
      "body_en": "What’s one thing you wish I knew about how your mind works when you’re overthinking our relationship?",
      "body_de": "Was ist eine Sache, von der du dir wünschst, dass ich sie über deinen Kopf weiß, wenn du unsere Beziehung zerdenkst?",
      "depth": 3
    },
    {
      "body_en": "How do you want to feel, deep down, when you say to someone, “This is my partner”?",
      "body_de": "Wie möchtest du dich tief im Inneren fühlen, wenn du zu jemandem sagst: „Das ist mein*e Partner*in“?",
      "depth": 2
    },
    {
      "body_en": "What’s one brave conversation you think we are ready for, even if it scares you a little?",
      "body_de": "Welches mutige Gespräch glaubst du, dass wir führen könnten, auch wenn es dich ein wenig ängstigt?",
      "depth": 3
    },
    {
      "body_en": "If you could describe the “emotional home” we’re building together in three words, which would you choose?",
      "body_de": "Wenn du das „emotionale Zuhause“, das wir zusammen aufbauen, in drei Worten beschreiben müsstest – welche wären das?",
      "depth": 2
    },
    {
      "body_en": "What do you hope will still feel true about us, even after we’ve gone through really hard seasons together?",
      "body_de": "Was hoffst du, dass selbst nach wirklich harten Zeiten, die wir gemeinsam durchstehen, immer noch wahr über uns sein wird?",
      "depth": 2
    }
  ]
}


