{
  "name_en": "Fun & Playful",
  "name_de": "Spaß & Leichtes",
  "description_en": "Lighthearted, silly, and spontaneous — laugh together with fun hypotheticals and what-ifs.",
  "description_de": "Leicht, verspielt und spontan – lacht gemeinsam über hypothetische Fragen und Was-wäre-wenns.",
  "questions": [
    {
      "body_en": "If we had a theme song, what would it be?",
      "body_de": "Wenn wir eine Titelmelodie hätten, welche wäre es?",
      "depth": 0
    },
    {
      "body_en": "Which silly challenge should we try this week?",
      "body_de": "Welche lustige Challenge sollen wir diese Woche ausprobieren?",
      "depth": 0
    },
    {
      "body_en": "If we could teleport for a day, where would we go?",
      "body_de": "Wenn wir uns für einen Tag teleportieren könnten, wohin würden wir gehen?",
      "depth": 0
    },
    {
      "body_en": "What harmless prank would you actually enjoy?",
      "body_de": "Welchen harmlosen Streich fändest du wirklich lustig?",
      "depth": 0
    },
    {
      "body_en": "Which game brings out your playful side most?",
      "body_de": "Welches Spiel weckt am meisten deine verspielte Seite?",
      "depth": 0
    },
    {
      "body_en": "What’s your favorite ridiculous ‘what if’ question?",
      "body_de": "Was ist deine liebste unsinnige ‚Was‑wäre‑wenn?‘‑Frage?",
      "depth": 0
    },
    {
      "body_en": "What funny tradition could we invent just for us?",
      "body_de": "Welche witzige Tradition könnten wir nur für uns erfinden?",
      "depth": 1
    },
    {
      "body_en": "Which fictional world would you like to visit together?",
      "body_de": "Welche fiktive Welt würdest du gern mit mir besuchen?",
      "depth": 0
    },
    {
      "body_en": "What’s a spontaneous date idea for a rainy day?",
      "body_de": "Was ist eine spontane Date‑Idee für einen Regentag?",
      "depth": 1
    },
    {
      "body_en": "What would our sitcom episode be about this week?",
      "body_de": "Worum ginge es in unserer Sitcom‑Episode diese Woche?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about games you wish people asked more?",
      "body_de": "Was ist eine Sache an Spiele, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in games would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Spiele würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to games?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Spiele?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to games.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Spiele zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about games?",
      "body_de": "Was möchtest du als Nächstes über Spiele lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around games?",
      "body_de": "Welche Grenze würdest du bei Spiele setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about games lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Spiele?",
      "depth": 2
    },
    {
      "body_en": "What’s a misconception about games you’d correct?",
      "body_de": "Welches Missverständnis über Spiele würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to games evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Spiele im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in games?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Spiele möglich?",
      "depth": 1
    },
    {
      "body_en": "What’s one thing about inside jokes you wish people asked more?",
      "body_de": "Was ist eine Sache an Insider‑Witze, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in inside jokes would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Insider‑Witze würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to inside jokes?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Insider‑Witze?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to inside jokes.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Insider‑Witze zu tun hat.",
      "depth": 2
    },
    {
      "body_en": "What’s something you want to learn next about inside jokes?",
      "body_de": "Was möchtest du als Nächstes über Insider‑Witze lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around inside jokes?",
      "body_de": "Welche Grenze würdest du bei Insider‑Witze setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about inside jokes lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Insider‑Witze?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about inside jokes you’d correct?",
      "body_de": "Welches Missverständnis über Insider‑Witze würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to inside jokes evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Insider‑Witze im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in inside jokes?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Insider‑Witze möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about traditions you wish people asked more?",
      "body_de": "Was ist eine Sache an Traditionen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in traditions would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Traditionen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to traditions?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Traditionen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to traditions.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Traditionen zu tun hat.",
      "depth": 2
    },
    {
      "body_en": "What’s something you want to learn next about traditions?",
      "body_de": "Was möchtest du als Nächstes über Traditionen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around traditions?",
      "body_de": "Welche Grenze würdest du bei Traditionen setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about traditions lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Traditionen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about traditions you’d correct?",
      "body_de": "Welches Missverständnis über Traditionen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to traditions evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Traditionen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in traditions?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Traditionen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about pranks you wish people asked more?",
      "body_de": "Was ist eine Sache an Streiche, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in pranks would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Streiche würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to pranks?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Streiche?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to pranks.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Streiche zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about pranks?",
      "body_de": "Was möchtest du als Nächstes über Streiche lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around pranks?",
      "body_de": "Welche Grenze würdest du bei Streiche setzen?",
      "depth": 2
    },
    {
      "body_en": "What inspires you about pranks lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Streiche?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about pranks you’d correct?",
      "body_de": "Welches Missverständnis über Streiche würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to pranks evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Streiche im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in pranks?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Streiche möglich?",
      "depth": 0
    }
  ]
}