{
  "name_en": "Getting to Know Each Other",
  "name_de": "Sich Kennenlernen",
  "description_en": "Learn more about your partner’s childhood, dreams, and little quirks you’ve never asked about before. Rediscover the small things that make them who they are.",
  "description_de": "Erfahre mehr über Kindheit, Träume und kleine Eigenheiten deines Partners, die du noch nie gefragt hast. Entdeckt die kleinen Dinge neu, die euch ausmachen.",
  "questions": [
    {
      "body_en": "Which three words best describe you — and why?",
      "body_de": "Welche drei Wörter beschreiben dich am besten – und warum?",
      "depth": 1
    },
    {
      "body_en": "What part of your childhood shaped you most?",
      "body_de": "Welcher Teil deiner Kindheit hat dich am meisten geprägt?",
      "depth": 2
    },
    {
      "body_en": "What hobby would you like to try this year?",
      "body_de": "Welches Hobby würdest du dieses Jahr gern ausprobieren?",
      "depth": 0
    },
    {
      "body_en": "What do people often misunderstand about you?",
      "body_de": "Was missverstehen Menschen oft an dir?",
      "depth": 2
    },
    {
      "body_en": "When do you feel most like yourself?",
      "body_de": "Wann fühlst du dich am meisten wie du selbst?",
      "depth": 2
    },
    {
      "body_en": "What little habit instantly improves your day?",
      "body_de": "Welche kleine Gewohnheit verbessert deinen Tag sofort?",
      "depth": 0
    },
    {
      "body_en": "Who influenced you greatly outside your family?",
      "body_de": "Wer hat dich außerhalb deiner Familie stark beeinflusst?",
      "depth": 1
    },
    {
      "body_en": "What’s a fear you overcame — and how?",
      "body_de": "Welche Angst hast du überwunden – und wie?",
      "depth": 2
    },
    {
      "body_en": "What kind of humor gets you every time?",
      "body_de": "Welche Art Humor bringt dich immer zum Lachen?",
      "depth": 0
    },
    {
      "body_en": "What are you quietly proud of?",
      "body_de": "Worauf bist du insgeheim stolz?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about friendships you wish people asked more?",
      "body_de": "Was ist eine Sache an Freundschaften, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in friendships would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Freundschaften würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to friendships?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Freundschaften?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to friendships.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Freundschaften zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about friendships?",
      "body_de": "Was möchtest du als Nächstes über Freundschaften lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around friendships?",
      "body_de": "Welche Grenze würdest du bei Freundschaften setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about friendships lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Freundschaften?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about friendships you’d correct?",
      "body_de": "Welches Missverständnis über Freundschaften würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to friendships evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Freundschaften im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in friendships?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Freundschaften möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about childhood you wish people asked more?",
      "body_de": "Was ist eine Sache an Kindheit, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in childhood would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Kindheit würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to childhood?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Kindheit?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to childhood.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Kindheit zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about childhood?",
      "body_de": "Was möchtest du als Nächstes über Kindheit lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around childhood?",
      "body_de": "Welche Grenze würdest du bei Kindheit setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about childhood lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Kindheit?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about childhood you’d correct?",
      "body_de": "Welches Missverständnis über Kindheit würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to childhood evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Kindheit im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in childhood?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Kindheit möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about personality you wish people asked more?",
      "body_de": "Was ist eine Sache an Persönlichkeit, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in personality would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Persönlichkeit würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to personality?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Persönlichkeit?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to personality.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Persönlichkeit zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about personality?",
      "body_de": "Was möchtest du als Nächstes über Persönlichkeit lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around personality?",
      "body_de": "Welche Grenze würdest du bei Persönlichkeit setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about personality lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Persönlichkeit?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about personality you’d correct?",
      "body_de": "Welches Missverständnis über Persönlichkeit würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to personality evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Persönlichkeit im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in personality?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Persönlichkeit möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about strengths you wish people asked more?",
      "body_de": "Was ist eine Sache an Stärken, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in strengths would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Stärken würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to strengths?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Stärken?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to strengths.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Stärken zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about strengths?",
      "body_de": "Was möchtest du als Nächstes über Stärken lernen?",
      "depth": 0
    },
    {
      "body_en": "What boundary would you set around strengths?",
      "body_de": "Welche Grenze würdest du bei Stärken setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about strengths lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Stärken?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about strengths you’d correct?",
      "body_de": "Welches Missverständnis über Stärken würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to strengths evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Stärken im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in strengths?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Stärken möglich?",
      "depth": 0
    }
  ]
}