{
  "name_en": "Love & Romance",
  "name_de": "Liebe & Romantik",
  "description_en": "Dive into what love means for both of you — affection, gestures, and what makes you feel loved.",
  "description_de": "Taucht ein in das, was Liebe für euch bedeutet – Zuneigung, Gesten und das, was euch geliebt fühlen lässt.",
  "questions": [
    {
      "body_en": "What small gesture makes you feel most loved?",
      "body_de": "Welche kleine Geste lässt dich am meisten geliebt fühlen?",
      "depth": 1
    },
    {
      "body_en": "When did you first realize you were in love with me?",
      "body_de": "Wann hast du zum ersten Mal gemerkt, dass du in mich verliebt bist?",
      "depth": 2
    },
    {
      "body_en": "How do you like to show affection day to day?",
      "body_de": "Wie zeigst du im Alltag am liebsten Zuneigung?",
      "depth": 0
    },
    {
      "body_en": "What kind of date feels magical to you?",
      "body_de": "Welche Art von Date fühlt sich für dich magisch an?",
      "depth": 0
    },
    {
      "body_en": "How has our love changed over time?",
      "body_de": "Wie hat sich unsere Liebe im Laufe der Zeit verändert?",
      "depth": 2
    },
    {
      "body_en": "What does romance mean beyond gifts and dinners?",
      "body_de": "Was bedeutet Romantik für dich jenseits von Geschenken und Dinnern?",
      "depth": 0
    },
    {
      "body_en": "Which memory of us warms your heart instantly?",
      "body_de": "Welche gemeinsame Erinnerung wärmt dir sofort das Herz?",
      "depth": 1
    },
    {
      "body_en": "What song fits our love story?",
      "body_de": "Welcher Song passt zu unserer Liebesgeschichte?",
      "depth": 0
    },
    {
      "body_en": "What surprise would delight you most?",
      "body_de": "Welche Überraschung würde dich am meisten erfreuen?",
      "depth": 0
    },
    {
      "body_en": "Where do you feel closest to me — and why?",
      "body_de": "Wann fühlst du dich mir am nächsten – und warum?",
      "depth": 2
    },
    {
      "body_en": "What’s one thing about romance you wish people asked more?",
      "body_de": "Was ist eine Sache an Romantik, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in romance would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Romantik würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to romance?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Romantik?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to romance.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Romantik zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about romance?",
      "body_de": "Was möchtest du als Nächstes über Romantik lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around romance?",
      "body_de": "Welche Grenze würdest du bei Romantik setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about romance lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Romantik?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about romance you’d correct?",
      "body_de": "Welches Missverständnis über Romantik würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to romance evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Romantik im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in romance?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Romantik möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about affection you wish people asked more?",
      "body_de": "Was ist eine Sache an Zuneigung, nach der du dir öfter Fragen wünschst?",
      "depth": 0
    },
    {
      "body_en": "What small change in affection would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Zuneigung würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to affection?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Zuneigung?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to affection.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Zuneigung zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about affection?",
      "body_de": "Was möchtest du als Nächstes über Zuneigung lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around affection?",
      "body_de": "Welche Grenze würdest du bei Zuneigung setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about affection lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Zuneigung?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about affection you’d correct?",
      "body_de": "Welches Missverständnis über Zuneigung würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to affection evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Zuneigung im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in affection?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Zuneigung möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about surprises you wish people asked more?",
      "body_de": "Was ist eine Sache an Überraschungen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in surprises would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Überraschungen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to surprises?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Überraschungen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to surprises.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Überraschungen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about surprises?",
      "body_de": "Was möchtest du als Nächstes über Überraschungen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around surprises?",
      "body_de": "Welche Grenze würdest du bei Überraschungen setzen?",
      "depth": 2
    },
    {
      "body_en": "What inspires you about surprises lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Überraschungen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about surprises you’d correct?",
      "body_de": "Welches Missverständnis über Überraschungen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to surprises evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Überraschungen im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in surprises?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Überraschungen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about dates you wish people asked more?",
      "body_de": "Was ist eine Sache an Dates, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in dates would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Dates würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to dates?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Dates?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to dates.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Dates zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about dates?",
      "body_de": "Was möchtest du als Nächstes über Dates lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around dates?",
      "body_de": "Welche Grenze würdest du bei Dates setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about dates lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Dates?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about dates you’d correct?",
      "body_de": "Welches Missverständnis über Dates würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to dates evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Dates im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in dates?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Dates möglich?",
      "depth": 0
    }
  ]
}