{
  "name_en": "Memories & Nostalgia",
  "name_de": "Erinnerungen & Nostalgie",
  "description_en": "Relive your favorite moments together or share stories from before you met.",
  "description_de": "Erlebt eure Lieblingsmomente neu oder teilt Geschichten aus der Zeit vor eurer Begegnung.",
  "questions": [
    {
      "body_en": "Which childhood memory still makes you smile?",
      "body_de": "Welche Kindheitserinnerung lässt dich noch lächeln?",
      "depth": 0
    },
    {
      "body_en": "What moment with me would you love to relive?",
      "body_de": "Welchen Moment mit mir würdest du gern noch einmal erleben?",
      "depth": 1
    },
    {
      "body_en": "What smell or song takes you back instantly?",
      "body_de": "Welcher Geruch oder Song versetzt dich sofort zurück?",
      "depth": 1
    },
    {
      "body_en": "What difficult moment made you stronger later?",
      "body_de": "Welcher schwere Moment hat dich später stärker gemacht?",
      "depth": 2
    },
    {
      "body_en": "What family ritual feels precious to you?",
      "body_de": "Welches Familienritual ist dir besonders kostbar?",
      "depth": 1
    },
    {
      "body_en": "Which trip from the past would you repeat with me?",
      "body_de": "Welche Reise von früher würdest du mit mir wiederholen?",
      "depth": 1
    },
    {
      "body_en": "What was a turning point in your story?",
      "body_de": "Was war ein Wendepunkt in deiner Geschichte?",
      "depth": 2
    },
    {
      "body_en": "Where did you love to daydream as a kid?",
      "body_de": "Wo hast du als Kind am liebsten geträumt?",
      "depth": 0
    },
    {
      "body_en": "Which photo of us means a lot — and why?",
      "body_de": "Welches Foto von uns bedeutet dir viel – und warum?",
      "depth": 1
    },
    {
      "body_en": "What’s a memory you want to create next?",
      "body_de": "Welche Erinnerung möchtest du als Nächstes schaffen?",
      "depth": 1
    },
    {
      "body_en": "What’s one thing about childhood memories you wish people asked more?",
      "body_de": "Was ist eine Sache an Kindheitserinnerungen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in childhood memories would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Kindheitserinnerungen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to childhood memories?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Kindheitserinnerungen?",
      "depth": 0
    },
    {
      "body_en": "Share a funny story from your life connected to childhood memories.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Kindheitserinnerungen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about childhood memories?",
      "body_de": "Was möchtest du als Nächstes über Kindheitserinnerungen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around childhood memories?",
      "body_de": "Welche Grenze würdest du bei Kindheitserinnerungen setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about childhood memories lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Kindheitserinnerungen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about childhood memories you’d correct?",
      "body_de": "Welches Missverständnis über Kindheitserinnerungen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to childhood memories evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Kindheitserinnerungen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in childhood memories?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Kindheitserinnerungen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about family you wish people asked more?",
      "body_de": "Was ist eine Sache an Familie, nach der du dir öfter Fragen wünschst?",
      "depth": 0
    },
    {
      "body_en": "What small change in family would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Familie würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to family?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Familie?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to family.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Familie zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about family?",
      "body_de": "Was möchtest du als Nächstes über Familie lernen?",
      "depth": 0
    },
    {
      "body_en": "What boundary would you set around family?",
      "body_de": "Welche Grenze würdest du bei Familie setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about family lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Familie?",
      "depth": 0
    },
    {
      "body_en": "What’s a misconception about family you’d correct?",
      "body_de": "Welches Missverständnis über Familie würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to family evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Familie im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in family?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Familie möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about school days you wish people asked more?",
      "body_de": "Was ist eine Sache an Schultage, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in school days would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Schultage würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to school days?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Schultage?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to school days.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Schultage zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about school days?",
      "body_de": "Was möchtest du als Nächstes über Schultage lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around school days?",
      "body_de": "Welche Grenze würdest du bei Schultage setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about school days lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Schultage?",
      "depth": 2
    },
    {
      "body_en": "What’s a misconception about school days you’d correct?",
      "body_de": "Welches Missverständnis über Schultage würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to school days evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Schultage im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in school days?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Schultage möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about firsts you wish people asked more?",
      "body_de": "Was ist eine Sache an erste Male, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in firsts would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei erste Male würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to firsts?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf erste Male?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to firsts.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit erste Male zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about firsts?",
      "body_de": "Was möchtest du als Nächstes über erste Male lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around firsts?",
      "body_de": "Welche Grenze würdest du bei erste Male setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about firsts lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an erste Male?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about firsts you’d correct?",
      "body_de": "Welches Missverständnis über erste Male würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to firsts evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit erste Male im Laufe der Zeit entwickeln?",
      "depth": 2
    },
    {
      "body_en": "What’s an easy win for us this month in firsts?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei erste Male möglich?",
      "depth": 0
    }
  ]
}