{
  "name_en": "Relationship Reflection",
  "name_de": "Beziehungs-Reflexion",
  "description_en": "Take a mindful look at your journey — what’s going well and what could improve.",
  "description_de": "Blickt achtsam auf eure gemeinsame Reise – was gut läuft und was besser werden könnte.",
  "questions": [
    {
      "body_en": "What are we doing well lately as a couple?",
      "body_de": "Was läuft in letzter Zeit gut bei uns als Paar?",
      "depth": 0
    },
    {
      "body_en": "Where could we improve without blame — just curiosity?",
      "body_de": "Wo könnten wir uns verbessern – ohne Schuldzuweisung, nur neugierig?",
      "depth": 0
    },
    {
      "body_en": "Which shared habit has strengthened our bond most?",
      "body_de": "Welche gemeinsame Gewohnheit hat unsere Bindung am meisten gestärkt?",
      "depth": 2
    },
    {
      "body_en": "What do you need more of from me these days?",
      "body_de": "Wovon brauchst du derzeit mehr von mir?",
      "depth": 2
    },
    {
      "body_en": "How can we celebrate our progress more intentionally?",
      "body_de": "Wie können wir unsere Fortschritte bewusster feiern?",
      "depth": 1
    },
    {
      "body_en": "What does a fair apology look like between us?",
      "body_de": "Wie sieht eine faire Entschuldigung zwischen uns aus?",
      "depth": 3
    },
    {
      "body_en": "What ritual should we bring back that we loved?",
      "body_de": "Welches Ritual sollten wir zurückbringen, das wir geliebt haben?",
      "depth": 1
    },
    {
      "body_en": "What would ‘closer’ feel like for you right now?",
      "body_de": "Wie würde sich ‚näher‘ für dich gerade anfühlen?",
      "depth": 2
    },
    {
      "body_en": "Which tiny change would have a big impact for us?",
      "body_de": "Welche kleine Veränderung hätte großen Einfluss für uns?",
      "depth": 2
    },
    {
      "body_en": "How can we protect our connection during stress?",
      "body_de": "Wie können wir unsere Verbindung in Stresszeiten schützen?",
      "depth": 3
    },
    {
      "body_en": "What’s one thing about habits you wish people asked more?",
      "body_de": "Was ist eine Sache an Gewohnheiten, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in habits would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Gewohnheiten würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to habits?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Gewohnheiten?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to habits.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Gewohnheiten zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about habits?",
      "body_de": "Was möchtest du als Nächstes über Gewohnheiten lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around habits?",
      "body_de": "Welche Grenze würdest du bei Gewohnheiten setzen?",
      "depth": 2
    },
    {
      "body_en": "What inspires you about habits lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Gewohnheiten?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about habits you’d correct?",
      "body_de": "Welches Missverständnis über Gewohnheiten würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to habits evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Gewohnheiten im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in habits?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Gewohnheiten möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about rituals you wish people asked more?",
      "body_de": "Was ist eine Sache an Rituale, nach der du dir öfter Fragen wünschst?",
      "depth": 0
    },
    {
      "body_en": "What small change in rituals would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Rituale würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to rituals?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Rituale?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to rituals.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Rituale zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about rituals?",
      "body_de": "Was möchtest du als Nächstes über Rituale lernen?",
      "depth": 0
    },
    {
      "body_en": "What boundary would you set around rituals?",
      "body_de": "Welche Grenze würdest du bei Rituale setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about rituals lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Rituale?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about rituals you’d correct?",
      "body_de": "Welches Missverständnis über Rituale würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to rituals evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Rituale im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in rituals?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Rituale möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about stress you wish people asked more?",
      "body_de": "Was ist eine Sache an Stress, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in stress would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Stress würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to stress?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Stress?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to stress.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Stress zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about stress?",
      "body_de": "Was möchtest du als Nächstes über Stress lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around stress?",
      "body_de": "Welche Grenze würdest du bei Stress setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about stress lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Stress?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about stress you’d correct?",
      "body_de": "Welches Missverständnis über Stress würdest du korrigieren?",
      "depth": 0
    },
    {
      "body_en": "How should our approach to stress evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Stress im Laufe der Zeit entwickeln?",
      "depth": 1
    },
    {
      "body_en": "What’s an easy win for us this month in stress?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Stress möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about support you wish people asked more?",
      "body_de": "Was ist eine Sache an Unterstützung, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in support would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Unterstützung würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to support?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Unterstützung?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to support.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Unterstützung zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about support?",
      "body_de": "Was möchtest du als Nächstes über Unterstützung lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around support?",
      "body_de": "Welche Grenze würdest du bei Unterstützung setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about support lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Unterstützung?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about support you’d correct?",
      "body_de": "Welches Missverständnis über Unterstützung würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to support evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Unterstützung im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in support?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Unterstützung möglich?",
      "depth": 0
    }
  ]
}