{
  "name_en": "Thoughts & Opinions",
  "name_de": "Gedanken & Meinungen",
  "description_en": "From serious topics to random ideas — explore how your partner thinks about the world.",
  "description_de": "Von ernsten Themen bis zu spontanen Ideen – erkundet, wie dein Partner über die Welt denkt.",
  "questions": [
    {
      "body_en": "What topic do you enjoy debating even if we disagree?",
      "body_de": "Über welches Thema diskutierst du gern, auch bei Uneinigkeit?",
      "depth": 1
    },
    {
      "body_en": "How do you decide which news sources to trust?",
      "body_de": "Wie entscheidest du, welchen Nachrichtenquellen du vertraust?",
      "depth": 2
    },
    {
      "body_en": "Which unpopular opinion of yours is well‑reasoned?",
      "body_de": "Welche unpopuläre Meinung von dir ist gut begründet?",
      "depth": 1
    },
    {
      "body_en": "Where does nuance get lost in conversations?",
      "body_de": "Wo geht in Gesprächen oft die Nuance verloren?",
      "depth": 2
    },
    {
      "body_en": "What idea changed your mind recently — and why?",
      "body_de": "Welche Idee hat kürzlich deine Meinung geändert – und warum?",
      "depth": 2
    },
    {
      "body_en": "How do you handle being wrong in a discussion?",
      "body_de": "Wie gehst du damit um, in einer Diskussion Unrecht zu haben?",
      "depth": 2
    },
    {
      "body_en": "What principle guides your decisions?",
      "body_de": "Welches Prinzip leitet deine Entscheidungen?",
      "depth": 1
    },
    {
      "body_en": "What topic are you curious to learn more about now?",
      "body_de": "Worüber möchtest du gerade mehr lernen?",
      "depth": 0
    },
    {
      "body_en": "Which assumption do you often challenge?",
      "body_de": "Welche gängige Annahme stellst du oft infrage?",
      "depth": 2
    },
    {
      "body_en": "What does a good argument look like to you?",
      "body_de": "Wie sieht für dich eine gute Argumentation aus?",
      "depth": 1
    },
    {
      "body_en": "What’s one thing about debates you wish people asked more?",
      "body_de": "Was ist eine Sache an Debatten, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in debates would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Debatten würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to debates?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Debatten?",
      "depth": 0
    },
    {
      "body_en": "Share a funny story from your life connected to debates.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Debatten zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about debates?",
      "body_de": "Was möchtest du als Nächstes über Debatten lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around debates?",
      "body_de": "Welche Grenze würdest du bei Debatten setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about debates lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Debatten?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about debates you’d correct?",
      "body_de": "Welches Missverständnis über Debatten würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to debates evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Debatten im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in debates?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Debatten möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about opinions you wish people asked more?",
      "body_de": "Was ist eine Sache an Meinungen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in opinions would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Meinungen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to opinions?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Meinungen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to opinions.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Meinungen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about opinions?",
      "body_de": "Was möchtest du als Nächstes über Meinungen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around opinions?",
      "body_de": "Welche Grenze würdest du bei Meinungen setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about opinions lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Meinungen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about opinions you’d correct?",
      "body_de": "Welches Missverständnis über Meinungen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to opinions evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Meinungen im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in opinions?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Meinungen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about news you wish people asked more?",
      "body_de": "Was ist eine Sache an Nachrichten, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in news would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Nachrichten würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to news?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Nachrichten?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to news.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Nachrichten zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about news?",
      "body_de": "Was möchtest du als Nächstes über Nachrichten lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around news?",
      "body_de": "Welche Grenze würdest du bei Nachrichten setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about news lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Nachrichten?",
      "depth": 0
    },
    {
      "body_en": "What’s a misconception about news you’d correct?",
      "body_de": "Welches Missverständnis über Nachrichten würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to news evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Nachrichten im Laufe der Zeit entwickeln?",
      "depth": 1
    },
    {
      "body_en": "What’s an easy win for us this month in news?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Nachrichten möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about curiosity you wish people asked more?",
      "body_de": "Was ist eine Sache an Neugier, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in curiosity would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Neugier würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to curiosity?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Neugier?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to curiosity.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Neugier zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about curiosity?",
      "body_de": "Was möchtest du als Nächstes über Neugier lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around curiosity?",
      "body_de": "Welche Grenze würdest du bei Neugier setzen?",
      "depth": 0
    },
    {
      "body_en": "What inspires you about curiosity lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Neugier?",
      "depth": 0
    },
    {
      "body_en": "What’s a misconception about curiosity you’d correct?",
      "body_de": "Welches Missverständnis über Neugier würdest du korrigieren?",
      "depth": 0
    },
    {
      "body_en": "How should our approach to curiosity evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Neugier im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in curiosity?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Neugier möglich?",
      "depth": 0
    }
  ]
}