{
  "name_en": "Values & Beliefs",
  "name_de": "Werte & Überzeugungen",
  "description_en": "Discuss what really matters to you — morals, ethics, and priorities.",
  "description_de": "Sprecht darüber, was euch wirklich wichtig ist – Moral, Ethik und Prioritäten.",
  "questions": [
    {
      "body_en": "Which value guides your choices most?",
      "body_de": "Welcher Wert leitet deine Entscheidungen am stärksten?",
      "depth": 2
    },
    {
      "body_en": "What does integrity mean to you day to day?",
      "body_de": "Was bedeutet Integrität für dich im Alltag?",
      "depth": 2
    },
    {
      "body_en": "Where do our values align — and where differ?",
      "body_de": "Wo stimmen unsere Werte überein – und wo unterscheiden sie sich?",
      "depth": 0
    },
    {
      "body_en": "Which priority would you never compromise — why?",
      "body_de": "Auf welche Priorität würdest du nie verzichten – warum?",
      "depth": 2
    },
    {
      "body_en": "How do you balance kindness and self‑care?",
      "body_de": "Wie balancierst du Freundlichkeit und Selbstfürsorge?",
      "depth": 2
    },
    {
      "body_en": "What makes a promise meaningful to you?",
      "body_de": "Was macht ein Versprechen für dich bedeutsam?",
      "depth": 1
    },
    {
      "body_en": "How do you decide what is ‘enough’ in life?",
      "body_de": "Wie entscheidest du, was im Leben ‚genug‘ ist?",
      "depth": 3
    },
    {
      "body_en": "Which cause matters deeply to you right now?",
      "body_de": "Welches Anliegen ist dir gerade besonders wichtig?",
      "depth": 1
    },
    {
      "body_en": "How do you handle value clashes with loved ones?",
      "body_de": "Wie gehst du mit Wertekonflikten mit Nahestehenden um?",
      "depth": 1
    },
    {
      "body_en": "What does ‘success’ mean beyond status or money?",
      "body_de": "Was bedeutet ‚Erfolg‘ jenseits von Status oder Geld?",
      "depth": 2
    },
    {
      "body_en": "What’s one thing about values you wish people asked more?",
      "body_de": "Was ist eine Sache an Werte, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in values would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Werte würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to values?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Werte?",
      "depth": 0
    },
    {
      "body_en": "Share a funny story from your life connected to values.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Werte zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about values?",
      "body_de": "Was möchtest du als Nächstes über Werte lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around values?",
      "body_de": "Welche Grenze würdest du bei Werte setzen?",
      "depth": 1
    },
    {
      "body_en": "What inspires you about values lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Werte?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about values you’d correct?",
      "body_de": "Welches Missverständnis über Werte würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to values evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Werte im Laufe der Zeit entwickeln?",
      "depth": 0
    },
    {
      "body_en": "What’s an easy win for us this month in values?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Werte möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about principles you wish people asked more?",
      "body_de": "Was ist eine Sache an Prinzipien, nach der du dir öfter Fragen wünschst?",
      "depth": 0
    },
    {
      "body_en": "What small change in principles would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Prinzipien würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to principles?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Prinzipien?",
      "depth": 0
    },
    {
      "body_en": "Share a funny story from your life connected to principles.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Prinzipien zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about principles?",
      "body_de": "Was möchtest du als Nächstes über Prinzipien lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around principles?",
      "body_de": "Welche Grenze würdest du bei Prinzipien setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about principles lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Prinzipien?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about principles you’d correct?",
      "body_de": "Welches Missverständnis über Prinzipien würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to principles evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Prinzipien im Laufe der Zeit entwickeln?",
      "depth": 2
    },
    {
      "body_en": "What’s an easy win for us this month in principles?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Prinzipien möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about promises you wish people asked more?",
      "body_de": "Was ist eine Sache an Versprechen, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in promises would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Versprechen würde für dich viel bewirken?",
      "depth": 2
    },
    {
      "body_en": "What’s your favorite memory related to promises?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Versprechen?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to promises.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Versprechen zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about promises?",
      "body_de": "Was möchtest du als Nächstes über Versprechen lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around promises?",
      "body_de": "Welche Grenze würdest du bei Versprechen setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about promises lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Versprechen?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about promises you’d correct?",
      "body_de": "Welches Missverständnis über Versprechen würdest du korrigieren?",
      "depth": 2
    },
    {
      "body_en": "How should our approach to promises evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Versprechen im Laufe der Zeit entwickeln?",
      "depth": 1
    },
    {
      "body_en": "What’s an easy win for us this month in promises?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Versprechen möglich?",
      "depth": 0
    },
    {
      "body_en": "What’s one thing about kindness you wish people asked more?",
      "body_de": "Was ist eine Sache an Freundlichkeit, nach der du dir öfter Fragen wünschst?",
      "depth": 1
    },
    {
      "body_en": "What small change in kindness would make a big difference for you?",
      "body_de": "Welche kleine Veränderung bei Freundlichkeit würde für dich viel bewirken?",
      "depth": 0
    },
    {
      "body_en": "What’s your favorite memory related to kindness?",
      "body_de": "Was ist deine liebste Erinnerung in Bezug auf Freundlichkeit?",
      "depth": 1
    },
    {
      "body_en": "Share a funny story from your life connected to kindness.",
      "body_de": "Erzähl eine lustige Geschichte aus deinem Leben, die mit Freundlichkeit zu tun hat.",
      "depth": 0
    },
    {
      "body_en": "What’s something you want to learn next about kindness?",
      "body_de": "Was möchtest du als Nächstes über Freundlichkeit lernen?",
      "depth": 1
    },
    {
      "body_en": "What boundary would you set around kindness?",
      "body_de": "Welche Grenze würdest du bei Freundlichkeit setzen?",
      "depth": 3
    },
    {
      "body_en": "What inspires you about kindness lately?",
      "body_de": "Was inspiriert dich in letzter Zeit an Freundlichkeit?",
      "depth": 1
    },
    {
      "body_en": "What’s a misconception about kindness you’d correct?",
      "body_de": "Welches Missverständnis über Freundlichkeit würdest du korrigieren?",
      "depth": 0
    },
    {
      "body_en": "How should our approach to kindness evolve over time?",
      "body_de": "Wie sollte sich unser Umgang mit Freundlichkeit im Laufe der Zeit entwickeln?",
      "depth": 3
    },
    {
      "body_en": "What’s an easy win for us this month in kindness?",
      "body_de": "Welcher leichte Gewinn wäre diesen Monat bei Freundlichkeit möglich?",
      "depth": 0
    }
  ]
}